[
	{
		"Name": "WoW Spring EU Cup",
		"Code": "WoW-EU",
        "Description": "This is for the World of Warcraft Spring EU Cup. Only EU teams are allowed.",
        "Region": "EU"
        
	},
	{
		"Name": "WoW Spring NA Cup",
		"Code": "WoW-NA",
        "Description": "This is for the World of Warcraft Spring NA Cup. Only NA teams are allowed.",
        "Region": "NA"
	},
	{
		"Name": "WoW Spring Global Cup",
		"Code": "WoW-Global",
        "Description": "This is for the World of Warcraft Spring Global Cup. Teams for all regions are allowed.",
        "Region": "All"
	},
	{
		"Name": "World of Warcraft Arena",
		"Code": "WoW-Arena",
        "Description": "This league is specifically for World of Warcraft Arena tournament. All regions are allowed.",
        "Region": "All"
	},
	{
		"Name": "Overwatch",
		"Code": "overwatch",
        "Description": "This league is specifically for Overwatch. All regions are allowed.",
        "Region": "All"
	},
	{
		"Name": "Call of Duty",
		"Code": "COD",
        "Description": "This league is specifically for Call of Duty. All regions are allowed.",
        "Region": "All"
	},
	{
		"Name": "League of Legends NA Qualifiers",
		"Code": "League-NA",
        "Description": "This league is specifically for the League of Legends NA Qualifiers. Only NA teams are allowed.",
        "Region": "NA"
    },
    {
		"Name": "League of Legends EU Qualifiers",
		"Code": "League-EU",
        "Description": "This league is specifically for the League of Legends EU Qualifiers. Only NA teams are allowed.",
        "Region": "EU"
	},
	{
		"Name": "Dota 2 International",
		"Code": "Dota2",
        "Description": "This league is specifically for the Dota 2 International. All regions are allowed.",
        "Region": "All"
	},
	{
		"Name": "D&D adventurers league",
		"Code": "D&D",
        "Description": "Wrong, sir! Wrong! Under section 37B of the contract signed by him, it states quite clearly that all offers shall become null and void if - and you can read it for yourself in this photostatic copy - 'I, the undersigned, shall forfeit all rights, privileges, and licenses herein and herein contained,' et cetera, et cetera... 'Fax mentis, incendium gloria cultum,' et cetera, et cetera... Memo bis punitor delicatum! It's all there! Black and white, clear as crystal! You tried to reference D&D! You picked the D&D option, which now has to be unselected and disabled, so you get... NOTHING!!! You lose! GOOD DAY, SIR! ",
        "Region": "All"
	}
]
